accountsservice
adobe-source-code-pro-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
apple-t2-audio-config
auto-cpufreq
awesome-terminal-fonts
awww
base
base-devel
bash-completion
bc
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
ccid
chwd
cliphist
cpupower
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
duf
e2fsprogs
efibootmgr
efitools
ethtool
evince
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
file-roller
firefox
fsarchiver
git
github-cli
glances
gnome-system-monitor
go
grim
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gvfs-mtp
hdparm
hplip
hwdetect
hwinfo
hypridle
hyprland
hyprlock
hyprpolkitagent
inetutils
intel-media-driver
intel-media-sdk
intel-ucode
iwd
jfsutils
joplin
kitty
kvantum
less
lib32-mesa
lib32-opencl-mesa
lib32-pcsclite
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libspng
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
loupe
lsb-release
lsd
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mercurial
mesa-utils
micro
mkinitcpio
modemmanager
mousepad
mpv
mpv-mpris
mtools
nano
nano-syntax-highlighting
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noctalia-qs
noctalia-shell
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nvtop
nwg-displays
nwg-look
opencl-mesa
opensc
openssh
os-prober
otf-font-awesome
pacman-contrib
pamixer
paru
pavucontrol
pcsc-perl
pcsc-tools
perl
pipewire-alsa
pipewire-pulse
pkgfile
playerctl
plocate
plymouth
poppler-glib
power-profiles-daemon
pv
python
python-defusedxml
python-packaging
python-pyqt5
python-pyquery
python-reportlab
qalculate-gtk
qt5-quickcontrols2
qt5ct
qt6-virtualkeyboard
qt6ct
rebuild-detector
reflector
ripgrep
rofi
rsync
s-nail
sddm
sg3_utils
shelly
slurp
smartmontools
snapper
sof-firmware
stow
sudo
swappy
swaync
sysfsutils
t2fanrd
texinfo
thunar
thunar-archive-plugin
thunar-volman
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-meslo-nerd
ttf-opensans
tumbler
ufw
ufw-extras
umockdev
unrar
unzip
upower
usb_modeswitch
usbutils
vim
vlc-plugins-all
vulkan-intel
waybar
wget
which
wireplumber
wlogout
wpa_supplicant
xarchiver
xdg-desktop-portal-hyprland
xdg-user-dirs
xfsprogs
xl2tpd
yad
yt-dlp
zen-browser-bin
zotero
